/*-------------------------------------------------*/
/*            超子说物联网STM32系列开发板          */
/*-------------------------------------------------*/
/*                                                 */
/*                   时钟配置头文件                */
/*                                                 */
/*-------------------------------------------------*/

#ifndef __CLOCK_H
#define __CLOCK_H 

void CLock_Init(void);         //函数声明，初始化延迟计数器 配置时钟函数
void Delay_Us(uint16_t);       //函数声明，延时毫秒函数

#endif
